Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: Do I need an Apple Watch to use this app?
de: Brauche ich eine Apple Watch für die App?
es: ¿Necesito un Apple Watch para usar la app?
fr: Ai-je besoin d’une Apple Watch pour utiliser l’app ?
fr_ca: Ai-je besoin d’une Apple Watch pour utiliser l’app ?
nl: Heb ik een Apple Watch nodig voor deze app?

source: Do you mind providing it?
de: Magst du sie angeben?
es: ¿Te importa indicarlo?
fr: Souhaitez-vous l'indiquer ?
fr_ca: Souhaites-tu l'indiquer ?
nl: Wil je die invullen?

source: Don't forget to take your vitamins!
de: Vergiss deine Vitamine nicht!
es: ¡No olvides tomar tus vitaminas!
fr: N’oubliez pas de prendre vos vitamines !
fr_ca: N’oublie pas de prendre tes vitamines !
nl: Vergeet je vitamines niet!

source: Done
de: Fertig
es: OK
fr: OK
fr_ca: OK
nl: Gereed

source: Dragonfruit
de: Drachenfrucht
es: Pitaya
fr: Fruit du dragon
fr_ca: Fruit du dragon
nl: Drakenvrucht

source: Drink Logged
de: Getränk eingetragen
es: Bebida registrada
fr: Boisson enregistrée
fr_ca: Boisson enregistrée
nl: Drankje vastgelegd

source: Drinks
de: Getränke
es: Bebidas
fr: Boissons
fr_ca: Boissons
nl: Drankjes

source: Duration
de: Dauer
es: Duración
fr: Durée
fr_ca: Durée
nl: Duur

source: Duration Trends
de: Dauer-Trends
es: Tendencias de duración
fr: Tendances de durée
fr_ca: Tendances de durée
nl: Duurtrends

source: Duration: %@
de: Dauer: %@
es: Duración: %@
fr: Durée : %@
fr_ca: Durée : %@
nl: Duur: %@

source: e.g. A 30 minute upper body strength workout focusing on chest and back.
de: z. B. ein 30-minütiges Krafttraining für den Oberkörper mit Fokus auf Brust und Rücken.
es: p. ej., un entrenamiento de fuerza de 30 minutos para el tren superior, centrado en pecho y espalda.
fr: ex. : une séance de musculation de 30 minutes pour le haut du corps, axée sur la poitrine et le dos.
fr_ca: ex. : une séance de musculation de 30 minutes pour le haut du corps, axée sur la poitrine et le dos.
nl: bijv. een krachttraining van 30 minuten voor je bovenlichaam, gericht op borst en rug.

source: Early
de: Früh
es: Temprano
fr: Tôt
fr_ca: Tôt
nl: Vroeg

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
fr_ca: Modifier
nl: Wijzig

source: Edit Choices
de: Auswahl ändern
es: Editar mis elecciones
fr: Modifier mes choix
fr_ca: Modifier mes choix
nl: Keuzes aanpassen

source: Edit Container
de: Gefäß bearbeiten
es: Editar recipiente
fr: Modifier le contenant
fr_ca: Modifier le contenant
nl: Beker wijzigen

source: Edit Food
de: Lebensmittel bearbeiten
es: Editar alimento
fr: Modifier l'aliment
fr_ca: Modifier l'aliment
nl: Voedingsmiddel wijzigen

source: Edit Goal
de: Ziel bearbeiten
es: Editar objetivo
fr: Modifier l'objectif
fr_ca: Modifier l'objectif
nl: Doel wijzigen

source: Edit Meal
de: Mahlzeit bearbeiten
es: Editar comida
fr: Modifier le repas
fr_ca: Modifier le repas
nl: Maaltijd wijzigen

source: Edit Reminder
de: Erinnerung bearbeiten
es: Editar recordatorio
fr: Modifier le rappel
fr_ca: Modifier le rappel
nl: Herinnering wijzigen

source: efficiency
de: Effizienz
es: eficiencia
fr: efficacité
fr_ca: efficacité
nl: efficiëntie

source: Efficiency
de: Effizienz
es: Eficiencia
fr: Efficacité
fr_ca: Efficacité
nl: Efficiëntie

source: Effort
de: Anstrengung
es: Esfuerzo
nl: Inspanning

source: Elevated for 2 days
de: Seit 2 Tagen erhöht
es: Elevado desde hace 2 días
fr: Élevé depuis 2 jours
fr_ca: Élevé depuis 2 jours
nl: 2 dagen verhoogd

source: Elevation
de: Höhenmeter
es: Desnivel
fr: Dénivelé
fr_ca: Dénivelé
nl: Hoogtemeters

source: ELIGIBLE
de: BERECHTIGT
es: APTO
fr: ADMISSIBLE
fr_ca: ADMISSIBLE
nl: IN AANMERKING

source: Enable
de: Aktivieren
es: Activar
fr: Activer
fr_ca: Activer
nl: Schakel in

source: Enable Sleep Focus and wear your Apple watch to bed in order to track your sleep.
de: Aktiviere den Schlaf-Fokus und trage deine Apple Watch nachts, um deinen Schlaf zu erfassen.
es: Activa el modo de concentración Sueño y lleva el Apple Watch en la cama para registrar tu sueño.
fr: Activez le mode de concentration Sommeil et portez votre Apple Watch la nuit pour suivre votre sommeil.
fr_ca: Active le mode de concentration Sommeil et porte ton Apple Watch la nuit pour suivre ton sommeil.
nl: Zet de slaapfocus aan en draag je Apple Watch in bed om je slaap bij te houden.

source: Enable Sleep Focus and wear your Apple Watch to bed to track your sleep metrics.
de: Aktiviere den Schlaf-Fokus und trage deine Apple Watch nachts, um deine Schlafwerte zu erfassen.
es: Activa el modo de concentración Sueño y lleva el Apple Watch en la cama para registrar tus datos de sueño.
fr: Activez le mode de concentration Sommeil et portez votre Apple Watch la nuit pour suivre vos données de sommeil.
fr_ca: Active le mode de concentration Sommeil et porte ton Apple Watch la nuit pour suivre tes données de sommeil.
nl: Zet de slaapfocus aan en draag je Apple Watch in bed om je slaapwaarden bij te houden.

source: Enable Sleep Focus and wear your Apple Watch to bed to track your sleep schedule.
de: Aktiviere den Schlaf-Fokus und trage deine Apple Watch nachts, um deine Schlafzeiten zu erfassen.
es: Activa el modo de concentración Sueño y lleva el Apple Watch en la cama para registrar tus horarios de sueño.
fr: Activez le mode de concentration Sommeil et portez votre Apple Watch la nuit pour suivre vos horaires de sommeil.
fr_ca: Active le mode de concentration Sommeil et porte ton Apple Watch la nuit pour suivre tes horaires de sommeil.
nl: Zet de slaapfocus aan en draag je Apple Watch in bed om je slaaptijden bij te houden.

source: Enable Sleep Focus and wear your Apple Watch to bed to track your sleep score.
de: Aktiviere den Schlaf-Fokus und trage deine Apple Watch nachts, um deinen Schlafscore zu erfassen.
es: Activa el modo de concentración Sueño y lleva el Apple Watch en la cama para registrar tu puntuación de sueño.
fr: Activez le mode de concentration Sommeil et portez votre Apple Watch la nuit pour suivre votre score de sommeil.
fr_ca: Active le mode de concentration Sommeil et porte ton Apple Watch la nuit pour suivre ton score de sommeil.
nl: Zet de slaapfocus aan en draag je Apple Watch in bed om je slaapscore bij te houden.

source: Enable Sleep Focus and wear your Apple Watch to bed to track your sleep stages.
de: Aktiviere den Schlaf-Fokus und trage deine Apple Watch nachts, um deine Schlafphasen zu erfassen.
es: Activa el modo de concentración Sueño y lleva el Apple Watch en la cama para registrar tus fases del sueño.
fr: Activez le mode de concentration Sommeil et portez votre Apple Watch la nuit pour suivre vos phases de sommeil.
fr_ca: Active le mode de concentration Sommeil et porte ton Apple Watch la nuit pour suivre tes phases de sommeil.
nl: Zet de slaapfocus aan en draag je Apple Watch in bed om je slaapfasen bij te houden.

source: End
de: Beenden
es: Finalizar
fr: Terminer
fr_ca: Terminer
nl: Beëindig

source: End Date
de: Enddatum
es: Fecha de fin
fr: Date de fin
fr_ca: Date de fin
nl: Einddatum

source: Ending in %@
de: Endet in %@
es: Termina en %@
fr: Se termine dans %@
fr_ca: Se termine dans %@
nl: Eindigt over %@

source: Energy Ratio
de: Energieverhältnis
es: Proporción energética
fr: Ratio énergétique
fr_ca: Ratio énergétique
nl: Energieverhouding

source: Energy Ratio is the ratio between your Basal Energy and TDEE (Total Daily Energy Exertion) for a given day. The higher the ratio, the more active you were.
de: Das Energieverhältnis setzt deinen Grundumsatz ins Verhältnis zum Gesamtumsatz eines Tages. Je höher der Wert, desto aktiver warst du.
es: La proporción energética compara tu energía basal con tu gasto energético total del día. Cuanto mayor es, más activo has estado.
fr: Le ratio énergétique compare votre énergie de base à votre DEJ (dépense énergétique journalière) pour une journée donnée. Plus il est élevé, plus vous avez été actif.
fr_ca: Le ratio énergétique compare ton énergie de base à ton DEJ (dépense énergétique journalière) pour une journée donnée. Plus il est élevé, plus tu as été actif.
nl: De energieverhouding vergelijkt je basaalverbruik met je totale dagverbruik. Hoe hoger de verhouding, hoe actiever je was.

source: Enjoying Bloom?
de: Gefällt dir Bloom?
es: ¿Te gusta Bloom?
fr: Bloom vous plaît ?
fr_ca: Bloom te plaît ?
nl: Bevalt Bloom?

source: Equipment
de: Ausrüstung
es: Equipamiento
fr: Équipement
fr_ca: Équipement
nl: Materiaal

source: Error
de: Fehler
fr: Erreur
fr_ca: Erreur
nl: Fout

source: Essential fat is the minimum amount of fat necessary for basic physiological functions. It is crucial for the protection of internal organs, insulation, and reproductive health. It can be difficult on the body to remain in this range.
de: Essenzielles Fett ist die Mindestmenge an Körperfett für grundlegende Körperfunktionen. Es schützt die inneren Organe, isoliert und ist wichtig für die Fortpflanzungsgesundheit. Dauerhaft in diesem Bereich zu bleiben, kann den Körper belasten.
es: La grasa esencial es la mínima necesaria para las funciones fisiológicas básicas. Protege los órganos internos, aísla y es clave para la salud reproductiva. Mantenerse en este rango puede ser exigente para el organismo.
fr: La masse grasse essentielle correspond au minimum de graisse nécessaire aux fonctions physiologiques de base. Elle est indispensable à la protection des organes internes, à l'isolation thermique et à la santé reproductive. Se maintenir dans cette plage peut être éprouvant pour l'organisme.
fr_ca: La masse grasse essentielle correspond au minimum de graisse nécessaire aux fonctions physiologiques de base. Elle est indispensable à la protection des organes internes, à l'isolation thermique et à la santé reproductive. Se maintenir dans cette plage peut être éprouvant pour l'organisme.
nl: Essentieel vet is de minimale hoeveelheid vet die je lichaam nodig heeft. Het beschermt organen, isoleert en is belangrijk voor de vruchtbaarheid. Langdurig in dit bereik blijven kan je lichaam zwaar belasten.

source: Essential for physical recovery, immune function, and memory consolidation. Most deep sleep occurs in the first half of the night.
de: Wichtig für körperliche Erholung, Immunfunktion und Gedächtnisbildung. Der meiste Tiefschlaf findet in der ersten Nachthälfte statt.
es: Esencial para la recuperación física, la función inmunitaria y la consolidación de la memoria. La mayor parte del sueño profundo ocurre en la primera mitad de la noche.
fr: Essentiel à la récupération physique, à l'immunité et à la consolidation de la mémoire. L'essentiel du sommeil profond a lieu en première partie de nuit.
fr_ca: Essentiel à la récupération physique, à l'immunité et à la consolidation de la mémoire. L'essentiel du sommeil profond a lieu en première partie de nuit.
nl: Essentieel voor lichamelijk herstel, immuunfunctie en geheugenconsolidatie. De meeste diepe slaap valt in de eerste helft van de nacht.

source: Events (%lld)
de: Termine (%lld)
es: Eventos (%lld)
fr: Événements (%lld)
fr_ca: Événements (%lld)
nl: Afspraken (%lld)

source: Every 1-2 days (24-48 hours) is still within normal range for many people, though daily is generally preferred.
de: Alle 1-2 Tage (24-48 Stunden) liegt bei vielen Menschen noch im Normbereich, täglich ist aber meist besser.
es: Cada 1-2 días (24-48 horas) sigue siendo normal para muchas personas, aunque lo ideal suele ser a diario.
fr: Toutes les 24 à 48 heures reste dans la normale pour beaucoup de personnes, même si un rythme quotidien est généralement préférable.
fr_ca: Toutes les 24 à 48 heures reste dans la normale pour beaucoup de personnes, même si un rythme quotidien est généralement préférable.
nl: Elke 1-2 dagen (24-48 uur) valt bij veel mensen nog binnen normaal, al is dagelijks meestal beter.

source: Every 2-3 days (48-72 hours) may indicate slower digestion. Consider increasing fiber, water, and physical activity.
de: Alle 2-3 Tage (48-72 Stunden) kann auf eine träge Verdauung hindeuten. Mehr Ballaststoffe, Wasser und Bewegung können helfen.
es: Cada 2-3 días (48-72 horas) puede indicar una digestión más lenta. Prueba a aumentar la fibra, el agua y la actividad física.
fr: Toutes les 48 à 72 heures peut indiquer une digestion plus lente. Pensez à augmenter les fibres, l'eau et l'activité physique.
fr_ca: Toutes les 48 à 72 heures peut indiquer une digestion plus lente. Pense à augmenter les fibres, l'eau et l'activité physique.
nl: Elke 2-3 dagen (48-72 uur) kan wijzen op een tragere spijsvertering. Meer vezels, water en beweging kunnen helpen.

source: Every 3 Days
de: Alle 3 Tage
es: Cada 3 días
fr: Tous les 3 jours
fr_ca: Tous les 3 jours
nl: Elke 3 dagen

source: Every 7 Days
de: Alle 7 Tage
es: Cada 7 días
fr: Tous les 7 jours
fr_ca: Tous les 7 jours
nl: Elke 7 dagen

source: Every evening, Bud checks your recent sleep and activity, then gives you one simple tip to help you fall asleep faster and sleep more deeply.
de: Jeden Abend schaut sich Bud deinen Schlaf und deine Aktivität an – und gibt dir einen einfachen Tipp, damit du schneller einschläfst und tiefer schläfst.
es: Cada noche, Bud revisa tu sueño y tu actividad recientes y te da un consejo sencillo para dormirte antes y descansar más profundo.
fr: Chaque soir, Bud analyse votre sommeil et votre activité récents, puis vous donne un conseil simple pour vous endormir plus vite et dormir plus profondément.
fr_ca: Chaque soir, Bud analyse ton sommeil et ton activité récents, puis te donne un conseil simple pour t’endormir plus vite et dormir plus profondément.
nl: Elke avond kijkt Bud naar je slaap en activiteit van de afgelopen tijd en geeft je één simpele tip om sneller in slaap te vallen en dieper te slapen.

source: Every Friday
de: Jeden Freitag
es: Todos los viernes
fr: Tous les vendredis
fr_ca: Tous les vendredis
nl: Elke vrijdag

source: Every Monday
de: Jeden Montag
es: Todos los lunes
fr: Tous les lundis
fr_ca: Tous les lundis
nl: Elke maandag

source: Every morning, Bud checks your sleep, activity, and recovery, then gives you one simple piece of advice to help you crush the day.
de: Jeden Morgen prüft Bud deinen Schlaf, deine Aktivität und deine Erholung – und gibt dir einen einfachen Tipp für einen starken Tag.
es: Cada mañana, Bud revisa tu sueño, tu actividad y tu recuperación, y te da un consejo sencillo para comerte el día.
fr: Chaque matin, Bud analyse votre sommeil, votre activité et votre récupération, puis vous donne un conseil simple pour attaquer la journée.
fr_ca: Chaque matin, Bud analyse ton sommeil, ton activité et ta récupération, puis te donne un conseil simple pour attaquer la journée.
nl: Elke ochtend checkt Bud je slaap, activiteit en herstel, en geeft je één simpel advies om de dag te pakken.

source: Every Saturday
de: Jeden Samstag
es: Todos los sábados
fr: Tous les samedis
fr_ca: Tous les samedis
nl: Elke zaterdag

source: Every Sunday
de: Jeden Sonntag
es: Todos los domingos
fr: Tous les dimanches
fr_ca: Tous les dimanches
nl: Elke zondag

source: Every Thursday
de: Jeden Donnerstag
es: Todos los jueves
fr: Tous les jeudis
fr_ca: Tous les jeudis
nl: Elke donderdag

source: Every Tuesday
de: Jeden Dienstag
es: Todos los martes
fr: Tous les mardis
fr_ca: Tous les mardis
nl: Elke dinsdag

source: Every Wednesday
de: Jeden Mittwoch
es: Todos los miércoles
fr: Tous les mercredis
fr_ca: Tous les mercredis
nl: Elke woensdag

source: ex: 192.168.1.1
de: z. B. 192.168.1.1
es: p. ej.: 192.168.1.1
nl: bijv. 192.168.1.1

source: Exceeded
de: Überschritten
es: Superado
fr: Dépassé
fr_ca: Dépassé
nl: Overschreden

source: Exceeded goal by %@
de: Ziel um %@ übertroffen
es: Objetivo superado en %@
fr: Objectif dépassé de %@
fr_ca: Objectif dépassé de %@
nl: Doel met %@ overtroffen

source: excellent
de: ausgezeichnet
es: excelente
fr: excellente
fr_ca: excellente
nl: uitstekend

source: Exercise Effectiveness
de: Trainingseffektivität
es: Efectividad del ejercicio
fr: Efficacité de l'exercice
fr_ca: Efficacité de l'exercice
nl: Effectiviteit van training

source: exercise minutes
de: Trainingsminuten
es: minutos de ejercicio
fr: minutes d'exercice
fr_ca: minutes d'exercice
nl: oefenminuten

source: Exit Developer Mode
de: Entwicklermodus verlassen
es: Salir del modo de desarrollo
fr: Quitter le mode développeur
fr_ca: Quitter le mode développeur
nl: Ontwikkelaarsmodus verlaten

source: Experiments
de: Experimente
es: Experimentos
fr: Expériences
fr_ca: Expériences
nl: Experimenten

source: Fat
de: Fett
es: Grasa
fr: Lipides
fr_ca: Lipides
nl: Vet

source: Fats
de: Fett
es: Grasas
fr: Lipides
fr_ca: Lipides
nl: Vetten

source: Favourite Zone
de: Lieblingszone
es: Zona favorita
fr: Zone préférée
fr_ca: Zone préférée
nl: Favoriete zone

source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
fr_ca: Fonctionnalités
nl: Functies

source: Feel Better, One Day at a Time
de: Tag für Tag besser fühlen
es: Sentirte mejor, día a día
fr: Se sentir mieux, un jour à la fois
fr_ca: Se sentir mieux, un jour à la fois
nl: Elke dag een beetje beter

source: Feeling Sluggish?
de: Fühlst du dich schlapp?
es: ¿Te notas sin energía?
fr: Un coup de mou ?
fr_ca: Un coup de mou ?
nl: Voel je je futloos?

source: Feet
de: Fuß
es: Pies
fr: Pieds
fr_ca: Pieds
nl: Voet

source: Fiber
de: Ballaststoffe
es: Fibra
fr: Fibres
fr_ca: Fibres
nl: Vezels

source: fiber intake
de: Ballaststoffzufuhr
es: consumo de fibra
fr: apport en fibres
fr_ca: apport en fibres
nl: vezelinname

source: Files
de: Dateien
es: Archivos
fr: Fichiers
fr_ca: Fichiers
nl: Bestanden

source: Filter Logs
de: Einträge filtern
es: Filtrar registros
fr: Filtrer les enregistrements
fr_ca: Filtrer les enregistrements
nl: Registraties filteren

source: first %lld days
de: erste %lld Tage
es: primeros %lld días
fr: %lld premiers jours
fr_ca: %lld premiers jours
nl: eerste %lld dagen

source: first %lld months
de: erste %lld Monate
es: primeros %lld meses
fr: %lld premiers mois
fr_ca: %lld premiers mois
nl: eerste %lld maanden

source: first %lld units
de: erste %lld Zeiträume
es: primeros %lld periodos
fr: %lld premières périodes
fr_ca: %lld premières périodes
nl: eerste %lld periodes

source: first %lld weeks
de: erste %lld Wochen
es: primeras %lld semanas
fr: %lld premières semaines
fr_ca: %lld premières semaines
nl: eerste %lld weken

source: first %lld years
de: erste %lld Jahre
es: primeros %lld años
fr: %lld premières années
fr_ca: %lld premières années
nl: eerste %lld jaar

source: first day
de: erster Tag
es: primer día
fr: premier jour
fr_ca: premier jour
nl: eerste dag

source: first month
de: erster Monat
es: primer mes
fr: premier mois
fr_ca: premier mois
nl: eerste maand

source: first unit
de: erster Zeitraum
es: primer periodo
fr: première période
fr_ca: première période
nl: eerste periode

source: first week
de: erste Woche
es: primera semana
fr: première semaine
fr_ca: première semaine
nl: eerste week

source: first year
de: erstes Jahr
es: primer año
fr: première année
fr_ca: première année
nl: eerste jaar

source: Fitness Level
de: Fitnessniveau
es: Nivel de forma física
fr: Niveau de forme
fr_ca: Niveau de forme
nl: Fitheidsniveau

source: Fitness levels derived from the Fitness Registry and Importance of Exercise National Database (FRIEND).
de: Fitnessniveaus abgeleitet aus der Fitness Registry and Importance of Exercise National Database (FRIEND).
es: Niveles de forma física derivados de la Fitness Registry and Importance of Exercise National Database (FRIEND).
fr: Niveaux de forme physique issus de la Fitness Registry and Importance of Exercise National Database (FRIEND).
fr_ca: Niveaux de forme physique issus de la Fitness Registry and Importance of Exercise National Database (FRIEND).
nl: Fitnessniveaus afgeleid uit de Fitness Registry and Importance of Exercise National Database (FRIEND).

source: Fix Unassigned Chat Messages
de: Nicht zugeordnete Chatnachrichten reparieren
es: Reparar mensajes de chat sin asignar
fr: Corriger les messages non attribués
fr_ca: Corriger les messages non attribués
nl: Niet-toegewezen chatberichten herstellen

source: Flavour
de: Geschmacksrichtung
es: Sabor
fr: Saveur
fr_ca: Saveur
nl: Smaak

source: Flow
de: Blutungsstärke
es: Flujo
fr: Flux
fr_ca: Flux
nl: Bloedverlies

source: Focus
de: Fokus
es: Enfoque

source: Focus Areas
de: Schwerpunkte
es: Áreas de enfoque
fr: Axes prioritaires
fr_ca: Axes prioritaires
nl: Aandachtsgebieden

source: Follicular
de: Follikelphase
es: Folicular
fr: Folliculaire
fr_ca: Folliculaire
nl: Folliculair

source: Follicular Activity
de: Aktivität in der Follikelphase
es: Actividad en la fase folicular
fr: Activité folliculaire
fr_ca: Activité folliculaire
nl: Activiteit in folliculaire fase

source: Follicular Phase
de: Follikelphase
es: Fase folicular
fr: Phase folliculaire
fr_ca: Phase folliculaire
nl: Folliculaire fase

# Follicular phase is %lld%% %@ active than luteal
source: Follicular phase is %1$lld%% %2$@ active than luteal
de: Die Follikelphase ist %1$lld %% %2$@ aktiv als die Lutealphase
es: La fase folicular es un %1$lld %% %2$@ activa que la lútea
fr: La phase folliculaire est %1$lld %% %2$@ active que la phase lutéale
fr_ca: La phase folliculaire est %1$lld %% %2$@ active que la phase lutéale
nl: De folliculaire fase is %1$lld %% %2$@ actief dan de luteale fase

source: Follicular: %@
de: Follikelphase: %@
es: Folicular: %@
fr: Folliculaire : %@
fr_ca: Folliculaire : %@
nl: Folliculair: %@

source: Follow your progress over time with friendly insights.
de: Verfolge deine Entwicklung im Lauf der Zeit – mit freundlichen Einblicken.
es: Sigue tu progreso a lo largo del tiempo con análisis cercanos.
fr: Suivez votre évolution dans le temps, avec des analyses bienveillantes.
fr_ca: Suis ton évolution dans le temps, avec des analyses bienveillantes.
nl: Volg je voortgang in de loop van de tijd met vriendelijke inzichten.

source: Food Item
de: Lebensmittel
es: Alimento
fr: Aliment
fr_ca: Aliment
nl: Voedingsmiddel

source: Food Items
de: Lebensmittel
es: Alimentos
fr: Aliments
fr_ca: Aliments
nl: Voedingsmiddelen

source: Food Logged
de: Essen eingetragen
es: Comida registrada
fr: Aliment enregistré
fr_ca: Aliment enregistré
nl: Voeding vastgelegd

source: Food?
de: Welches Lebensmittel?
es: ¿Qué alimento?
fr: Quel aliment ?
fr_ca: Quel aliment ?
nl: Welk voedingsmiddel?

source: For best results, try and get a clear picture of the entire nutrition label.
de: Für die besten Ergebnisse fotografiere die gesamte Nährwerttabelle scharf ab.
es: Para mejores resultados, haz una foto nítida de toda la información nutricional.
fr: Pour de meilleurs résultats, photographiez le tableau nutritionnel en entier, bien net.
fr_ca: Pour de meilleurs résultats, photographie le tableau nutritionnel en entier, bien net.
nl: Voor het beste resultaat maak je een scherpe foto van het hele voedingswaardelabel.

source: Force Chat Migration
de: Chat-Migration erzwingen
es: Forzar la migración del chat
fr: Forcer la migration des conversations
fr_ca: Forcer la migration des conversations
nl: Chatmigratie forceren

source: Force Image Migration
de: Bildmigration erzwingen
es: Forzar la migración de imágenes
fr: Forcer la migration des images
fr_ca: Forcer la migration des images
nl: Afbeeldingsmigratie forceren

source: Force PNG to JPEG Migration
de: PNG-zu-JPEG-Migration erzwingen
es: Forzar la migración de PNG a JPEG
fr: Forcer la migration PNG vers JPEG
fr_ca: Forcer la migration PNG vers JPEG
nl: PNG-naar-JPEG-migratie forceren

source: Frequent
de: Häufig
es: Frecuente
fr: Fréquent
fr_ca: Fréquent
nl: Vaak

source: Frequently Asked Questions
de: Häufige Fragen
es: Preguntas frecuentes
fr: Questions fréquentes
fr_ca: Questions fréquentes
nl: Veelgestelde vragen

source: Frequently Logged
de: Häufig eingetragen
es: Registrados con frecuencia
fr: Enregistrés fréquemment
fr_ca: Enregistrés fréquemment
nl: Vaak vastgelegd

source: friend
de: Freund
es: amigo
fr: mon ami
fr_ca: l’ami
nl: vriend
